package qau.cjn.flysnail.libaries;


public class Datas{
	public static final String[] datas = new String[]
			{
					"一、交通工具",
					"二、标识",
					"三、人物",
					"四、职业",
					"五、颜色（大色块）",
					"六、情绪",
					"七、自然现象",
					"八、家装用品",
					"九、饰品和常见小件物品",
					"十、玩具",
					"十一、厨房用品",
					"十二、卫生用品",
					"十三、调料品和饮料",
					"十四、衣物",
					"十五、植物",
					"十六、蔬菜",
					"十七、家用电器",
					"十八、水果",
					"十九、学习用品",
					"二十、形状",
					"二十一、方向",
					"二十二、体育用品",
					"二十三、五谷杂粮",
					"二十四、认识身体",
					"二十五、动物",
					"二十六、建筑",
					"二十七、数字和字母",
					"二十八、乐器",
					"二十九、动作认知"
					 };

}