package qau.cjn.flysnail.libaries;

public class PicName {
	public static final String[] name_trans = {
		"温馨巴士", "出租车", "客车", "小轿车", "摩托车", "救护车", "消防车", "火车", "自行车", "警车",
		"货车", "轮船", "面包车", "飞机"
			
	};
	
	public static final String[] name_mark = {
		"井盖", "人行横道", "注意危险", "男女标示(厕所)", "直行", 
		"禁止标示", "红绿灯", "路障", "车站", "高压危险"		
	};
	public static final String[] name_figure = {
		"叔叔", "哥哥", "妹妹", "姐姐", "弟弟", "老奶奶", "老爷爷", "阿姨"
			
	};
	public static final String[] name_career = {
		"医生", "厨师", "司机", "售货员", "学生", "护士", "教师", "消防员", "理发师", "修理工人", "警察", "运动员"
	};
	public static final String[] name_color = {
		"橙色", "灰色", "白色", "紫色", "红色", "绿色", "蓝色", "金色", "银色", "黄色", "黑色"
		
	};
	public static final String[] name_feeling = {
		"微笑", "痛哭", "非常悲伤", "非常高兴"
	};
	public static final String[] name_phenonmen = {
		"冬天", "夏天", "夜晚", "春天", "沙尘", "白天", "秋", "闪电", "雨", "雪", "雾"
	};
	public static final String[] name_furniture = {
		"开关", "挂锁", "插座", "插排", "晾衣架", "暖气片", "有猫眼的门", "沙发", "电视柜", "窗帘",
		"窗户", "花盆", "茶几", "衣柜", "门", "门把手", "鞋柜", "鱼缸"
	};
	public static final String[] name_widget = {
		"体温计", "发卡", "戒指", "手机", "手表", "打火机", "日历", "温度计", "电话机", "钟表", "钱包",
		"闹铃", "项链"
	};
	public static final String[] name_toy = {
		"七巧板", "吹泡泡", "布娃娃", "键子", "气球", "溜冰鞋", "滑板", "电动玩具", "积木", "跳绳", "雪花片"
		, "风车", "魔方"
	};
	public static final String[] name_kitchen = {
		"刀子", "刷碗布", "勺子", "叉子", "吸油烟机", "围裙", "微波炉", "暖水瓶", "橱柜", "洗洁精", "炒锅",
		"煤气灶", "煤气罐子", "电磁炉", "盘子", "碗", "筷子", "茶壶", "茶杯", "菜刀", "菜板", "蒸饭锅", "铲子"
	};
	public static final String[] name_health = {
		"卫生纸", "垃圾桶", "扫帚", "拖把", "梳子", "毛巾", "水杯", "洗手液", "洗脸池", "洗衣粉", "浴盆", "牙刷",
		"牙膏", "簸箕", "肥皂", "肥皂盒", "脸盆", "镜子", "鞋刷", "马桶"
	};
	public static final String[] name_drink = {
		"冰糖", "可乐", "味极鲜", "味精", "娃哈哈", "啤酒", "方糖", "浓香陈醋", "灯塔万通米醋", "灯塔凉拌醋",
		"灯塔白醋", "灯塔酱油", "灯塔香醋", "生抽", "白糖", "白酒", "盐", "福塔料酒", "福塔香油", "红糖", "红酒",
		"老抽", "芥末油", "花椒油", "花生油", "茶", "葡萄酒", "耗油", "辣椒油", "饮乐多"
	};
	public static final String[] name_cloth = {
		"口罩", "围巾", "手套", "春秋内衣裤", "毛衣", "泳衣", "短袖", "羽绒服", "背心", "胸罩",
		"腰带", "袜子", "裙子", "裤子", "鞋子", "马甲"
	};
	public static final String[] name_plant = {
		"仙人掌", "向日葵", "松松", "柳树", "梧桐树", "槐树", "玫瑰", "化海", "荷花", "菊花"
	};
	public static final String[] name_vegetable = {
		"冬瓜", "南瓜", "四季豆", "土豆", "大头菜", "姜", "山药", "扁豆", "木耳", "油菜",
		"洋葱", "海带", "生菜", "白菜", "红薯", "胡萝卜", "芋头", "花菜", "芹菜", "苦瓜", 
		"茄子", "菠菜", "萝卜", "大葱", "蒜", "蒜苔", "蘑菇", "西兰花", "西红柿", "豆芽", "辣椒", "金针菇",
		"长豆角", "韭菜", "香菇", "黄瓜", "黑豆"
	};
	public static final String[] name_appliance = {
		"家用电器", "收音机", "洗衣机", "热水器", "电冰箱", "吹风机", "电水壶", "电灯", "电视", "电话", "电风扇", "空调", "饮水机"
	};
	public static final String[] name_fruit = {
		"哈密瓜", "圣女果", "山楂", "柚子", "柿子", "桃子", "梨", "樱桃", "橘子", "橙子", "火龙果", "猕猴桃",
		"甜瓜", "石榴", "苹果", "草莓", "荔枝", "葡萄", "西瓜", "香蕉"
	};
	public static final String[] name_study = {
		"剪刀", "卷笔刀", "双面胶", "尺子", "彩纸", "本子", "橡皮", "橡皮泥", "水彩笔", "水彩颜料", "白板", "白板擦", "白板笔", "笔记本",
		"胶棒", "胶水", "透明胶布", "钢笔", "铅笔"
	};
	public static final String[] name_shape = {
		"三角形", "五边形", "六边形", "圆形", "心形", "扇形", "星形", "椭圆", "正方形", "长方形"
	};
	public static final String[] name_direction = {
		"方位上", "方位下", "方位前", "方位右", "方位后", "方位左"
	};
	public static final String[] name_sport = {
		"乒乓球", "儿童脚踏车", "单杠", "哑铃", "木马", "沙包", "游泳圈", "滑板车", "秋千", "篮球", "羽毛球",
		"足球", "跑步机", "跷跷板", "蹦床", "陀螺"
	};
	public static final String[] name_food = {
		"大米", "小米", "牛奶", "玉米", "红豆", "绿豆", "花生", "蚕豆", "豆浆", "豆腐", "豆腐乳", "豆腐干", "鸡蛋", "鸭蛋", "鹌鹑蛋",
		"黄豆", "黑豆"
	};
	public static final String[] name_body = {
		"下巴", "嘴巴", "大腿", "头发", "小腿", "手", "抚摸", "牙齿", "眼睛", "耳朵", "胳膊", 
		"胳膊肘", "脚", "脚踝", "膝盖", "舌头", "鼻子"
	};
	public static final String[] name_ainimal = {
		"乌龟", "兔子", "北极熊", "啄木鸟", "喜鹊", "壁虎", "大熊猫", "大象", "娃娃鱼", "孔雀", "带鱼", "扇贝", "斑马",
		"毛毛虫", "海豚", "海鸥", "牛", "狗", "狮子", "狼", "猪", "猫", "猫头鹰", "猴子", "羊", "老虎", "老鼠", "苍蝇",
		"虾", "蚂蚁", "文字", "蛤蜊", "蜘蛛", "蜂蜜", "蜻蜓", "蝴蝶", "螃蟹", "长颈鹿", "青蛙", "马", "鱿鱼", "鲸鱼", "鳄鱼", 
		"鱿鱼", "鲨鱼", "鲸鱼", "鳄鱼", "鸡", "鸭", "鸽子", "鹅", "麻雀", "黄花鱼", ""
	};
	public static final String[] name_architecture = {
		"仓库和厂房", "医院", "厨房", "学校", "平房", "游乐场", "银行", "高楼"
	};
	public static final String[] name_aphbet = {
		"0", "1", "2", "3", "4", "5", "6", "7", "8", "9", "A", "B", "C", "D", "E", "F", "G", 
		"H", "I", "J", "K", "L", "M", "O", "P", "Q", "R", "S", "t", "U", "V", "W", "X", "Y", "Z"
	};
	public static final String[] name_paino = {
		"三角铁", "串铃", "吉他", "大鼓", "小提琴", "沙锤", "腰鼓", "葫芦丝", "铃鼓", "长号"
	};
	public static final String[] name_action = {
		"上厕所", "下棋", "亲一亲", "倒水", "做饭", "写作业", "切蛋糕", "划船", "刷牙", "医生给看病", "吃药", "吃饭", "唱歌", "喝水", 
		"坐下", "打伞", "打针", "抱一抱", "拉着", "拍手", "拍球", "拍肩", "拍腿", "拿东西", "挽着", "掐腰", "接水", "搬椅子", "搭积木", "摸脸",
		"擦窗户", "放下去", "放鞭炮", "放风筝", "敲门", "洗手", "洗澡", "洗碗", "洗脸", "洗衣服", "浇花", "游泳", "滑轮", "滑雪", "照相",
		"玩电脑", "理发", "看书", "睡觉", "穿衣服", "穿鞋", "站起来", "背着", "拖鞋", "荡秋千", "跳绳", "跳舞", "跺脚", "踢球", "钓鱼", 
		"骑车"
		
	};

}
